[
  "obsidian-linter",
  "darlal-switcher-plus",
  "obsidian-auto-link-title",
  "number-headings-obsidian",
  "obsidian-import-json",
  "obsidian-local-images",
  "automatic-table-of-contents",
  "consistent-attachments-and-links",
  "file-explorer-plus",
  "obsidian-scroll-to-top-plugin",
  "obsidian-auto-hide",
  "obsidian-minimal-settings",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "recent-files-obsidian",
  "nldates-obsidian",
  "dbfolder",
  "url-into-selection",
  "media-extended",
  "find-unlinked-files",
  "pane-relief",
  "remember-cursor-position",
  "oz-clear-unused-images",
  "obsidian-list-callouts",
  "obsidian-relative-line-numbers",
  "obsidian-paste-image-rename",
  "image-converter",
  "code-styler",
  "obsidian-link-embed",
  "obsidian-version-history-diff",
  "obsidian-clipper",
  "d2-obsidian",
  "text-extractor",
  "ai-image-analyzer",
  "obsidian-full-calendar",
  "slides-extended",
  "remotely-save",
  "float-search",
  "dashboard-navigator"
]